Repository: djay/collective.carousel
Catalog: collective/carousel/locales/*/LC_MESSAGES/collective.carousel.po
Languages: ru

source: Add Carousel Portlet
ru: Добавить портлет-карусель

source: Edit Carousel Portlet
ru: Редактировать портлет-карусель

source: Edit carousel's results
ru: Редактировать карусель

source: This portlet display a listing of items from a Collection as a carousel.
ru: Этот портлет показывает список элементов Коллекции в виде карусели

source: description_map_portlet
ru: Портлет, показывающий элементы Коллекции в виде карусели

source: help_carouselprovider
ru: Выберите Коллекцию(ии), элементы которой будут представлены в виде карусели.

source: label_carouselprovider_title
ru: Карусель

source: label_next_item
ru: Следующий

source: label_previous_item
ru: Предыдущий

source: title_map_portlet
ru: Портлет-карусель
